cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'grc'
brew 'openssl'
brew 'node'
brew 'unrar'
brew 'autoconf'
brew 'automake'
brew 'gdbm'
brew 'libtool'
brew 'libusb'
brew 'pcre'
brew 'python'
brew 'readline'
brew 'sqlite'
brew 'tree'
brew 'wget'
brew 'zsh'
brew 'autoenv'
brew 'powerline'

cask '1password'
cask 'atom'
cask 'google-chrome'
cask 'vlc'
cask 'iterm2'
cask 'sizeup'
cask 'alfred'
